Repository: mostspace/Flutter-Musify
Catalog: lib/localization/app_*.arb
Languages: cs, es, it, uk

source: About
cs: O
es: Sobre
it: Informazioni
uk: Про програму

# accentChangeMsg
source: Accent color has been changed
cs: Barva zvýraznění byla změněna, změny zobrazíte přechodem na jinou stránku
es: Se ha cambiado el color del acento
it: Il colore dell'accento è stato modificato
uk: Колiр акценту змiнено

source: Accent color
cs: Barva přízvuku
es: Acentuar el color
it: Colore in risalto
uk: Колiр акценту

source: Add
cs: přidat
es: Agregar
it: Aggiungi
uk: Додати

# addedSuccess
source: Added successfully
es: Añadido correctamente
uk: Успiшно додано

# appUpdateAvailableAndDownloading
source: App update is available and downloading
cs: Aktualizace aplikace je k dispozici a stahuje se
es: Una actualización de la aplicación está disponible y se está descargando
it: Un aggiornamento dell'app è disponibile ed è in scaricamento
uk: Оновлення додатку доступне i завантажується

source: App update is available
cs: K dispozici je aktualizace aplikace
es: Una actualización de la aplicación está disponible
it: Aggiornamento dell'app disponibile
uk: Доступне оновлення додатку

source: App update is not available
cs: Aktualizace aplikace není k dispozici
es: ¡No hay una actualización disponible!
it: Aggiornamento dell'app non disponibile
uk: Оновлення додатку недоступне

# audioFileType
source: Audio File Extension
cs: Přípona zvukového souboru
es: Extensión de archivo de audio
it: Estensione File Audio
uk: Розширення аудiофайлу

# audioFileTypeMsg
source: Audio File Type has been changed
cs: Typ zvukového souboru byl změněn
es: Se ha cambiado la extensión de archivo de audio
it: Il tipo del file audio è stato cambiato
uk: Розширення аудiофайлу змiнено

# backupPermsProblem
source: Permissions problem, if you already gave requested permission, Backup data again
es: Problemas de permisos, si ya has concedido los permidos, Crea una copia de seguridad otra vez
uk: Проблема з дозволами, якщо ви вже дали запитаний дозвіл, зробіть резервну копію даних знову

source: Backup user data
cs: Zálohovat uživatelská data
es: Crear copia de seguridad
it: Salva dati utente
uk: Резервне копiювання даних користувача

# backupedSuccess
source: Backuped Successfully
uk: Успішно зроблено резервну копію

source: Backuped Successfully
cs: Úspěšně zálohováno
es: Copia de seguridad exitosa
it: Salvati con successo
uk: Резервне копiювання виконано успiшно

# cacheMsg
source: Cache cleared
cs: Cache vymazána
es: Caché limpiado
it: Cache eliminata
uk: Кеш очищений

# chooseBackupDir
source: Choose Backup Directory
es: Elige un directorio para la copia de seguridad
uk: Виберіть каталог для резервного копіювання

# chooseDownloadDir
source: Choose Download Directory
es: Elige un directorio para las descargas
uk: Виберіть каталог для завантаження

# chooseRestoreDir
source: Choose Restore File Directory
es: Elige un directorio para el archivo de restauracion
uk: Виберіть каталог для відновлення файлів

source: Clear cache
cs: Vyčistit mezipaměť
es: Limpiar cache
it: Pulisci cache
uk: Очистити кеш

source: Clear Search History
es: Limpiar historial de búsqueda
it: Cancella cronologia delle ricerche
uk: Очистити iсторiю пошуку

source: Download app update
cs: Stáhněte si aktualizaci aplikace
es: Descargar actualización de la aplicación
it: Scaricata l'aggiornamento dell'app
uk: Завантажити оновлення програми

source: Download Completed
es: Descarga completada
uk: Завантаження завершено

source: Download Started
es: La descarga ha empezado
uk: Завантаження розпочато

source: Downloaded songs
es: Se an descargado las canciones
uk: Завантажені пісні

# falseMSG
source: False
uk: Хиба

source: Home
uk: Головна

source: Language
cs: Jazyk
es: Idioma
it: Lingua
uk: Мова

# languageMsg
source: Language has been changed
cs: Jazyk byl změněn
es: Se ha cambiado el idioma
it: La lingua è stata cambiata
uk: Мову змiнено

source: Lyrics
cs: Text
es: Letra
it: Testo
uk: Текст пiснi

# lyricsNotAvailable
source: No lyrics available ;(
cs: Nejsou k dispozici žádné texty ;(
es: No hay letras disponibles :(
it: Nessun testo disponibile ;(
uk: Текст пiснi не доступний ;(

source: More
es: Más
uk: Бiльше

# notYTlist
source: This is not a Youtube playlist ID
es: ¡Esto no es un ID de una lista de reproducción de Youtube!
uk: Це не iдентифiкатор плейлиста Youtube

source: Now playing
cs: Nyní hraje
es: Reproduciendo ahora
it: Riproducendo ora
uk: Зараз грає

source: Others
uk: Iнше

source: Pages
uk: Сторiнки

source: Play all
cs: Hrát vše
es: Reproducir todo
it: Riproduci tutto
uk: Грати все

source: Playlist
cs: Seznam skladeb
es: lista de reproducción
uk: Плейлист

source: Playlists
cs: Playlisty
es: listas de reproducción
it: Playlist
uk: Плейлисти

# queueInitText
source: Initialising queue...
cs: Inicializace fronty... z důvodu výkonu bude do fronty přidáno pouze prvních 20 skladeb.
es: Inicializando cola...
it: Inizializzando la coda...
uk: Iнiцiалiзацiя черги...

source: Recommended for you
cs: doporučeno pro tebe
es: Recomendado para ti
it: Consigliati per te
uk: Рекомендовано вам

# restorePermsProblem
source: Permissions problem, if you already gave requested permission, Restore data again
es: Problemas de permisos, si ya has concedido los permidos, reinicia los permisos de la aplicación
uk: Проблема з дозволами, якщо ви вже дали запитаний дозвіл, відновіть дані знову

source: Restore user data
cs: Obnovit uživatelská data
es: Restaurar datos de usuario
it: Ripristina dati utente
uk: Вiдновити данi користувача

# restoredSuccess
source: Restored Successfully
es: Restaurado con éxito
it: Ripristinati con successo
uk: Вiдновлено успiшно

source: Search
cs: Vyhledávání
es: Buscar
it: Cerca
uk: Пошук

# searchHistoryMsg
source: Search history cleared
es: Historial de búsqueda borrado
it: Cronologia delle ricerche cancellata
uk: Iсторiю пошуку очищено

# settingChangedMsg
source: Setting changed
es: Ajustes cambiados
uk: Налаштування змiнено

source: Settings
cs: Nastavení
es: Ajustes
it: Impostazioni
uk: Налаштування

source: Suggested playlists
cs: Doporučené seznamy skladeb
es: Listas de reproducción sugeridas
it: Playlist suggerite
uk: Пропонованi списки вiдтворення

source: Support/Donate
es: Apoyar/Donar
uk: Пiдтримати/Пожертвувати

source: Theme mode
es: Tema
uk: Тема додатку

source: Tools
uk: Iнструменти

# trueMSG
source: True
uk: Правда

# useSystemColor
source: Use System Color (Android 12 New Feature)
es: Utilizar colores del sistema (Android 12+)
uk: Використовувати системний колiр (нова функцiя Android 12)

source: User liked songs
cs: Uživateli se líbily skladby
es: Canciones favoritas
it: Le tue canzoni preferite
uk: Обране

source: User playlists
cs: Uživatelské seznamy skladeb
es: Listas de reproducción de usuario
it: Le tue playlist
uk: Плейлисти користувача

source: Your downloaded songs here
cs: Zde máte stažené skladby
es: ¡Tus canciones descargadas estan aquí!
it: Qui le tue canzoni scaricate
uk: Вашi завантаженi пiснi тут

source: Your favorite songs here
cs: Vaše oblíbené písničky zde
es: ¡Tus canciones favoritas estan aquí!
it: Qui le tue canzoni preferite
uk: Вашi улюбленi пiснi тут

source: Youtube playlist ID
cs: Seznam videí na YouTube ID
es: ID de lista de reproducción de youtube
it: ID playlist di Youtube
uk: Iдентифiкатор списку вiдтворення YouTube

source: Local songs
cs: Místní písně
it: Canzoni locali
